@pavel-z1 - here is the full debug log from terraform when planning and then applying the changes that I am describing. Hope it can help to debug this:
```
terraform apply -parallelism=1
2020/03/12 14:58:47 [WARN] Log levels other than TRACE are currently unreliable, and are supported only for backward compatibility.
  Use TF_LOG=TRACE to see Terraform's internal logs.
  ----
2020/03/12 14:58:47 [INFO] Terraform version: 0.12.23  
2020/03/12 14:58:47 [INFO] Go runtime version: go1.12.13
2020/03/12 14:58:47 [INFO] CLI args: []string{"/opt/terraform/terraform", "apply", "-parallelism=1"}
2020/03/12 14:58:47 [DEBUG] Attempting to open CLI config file: /home/.terraformrc
2020/03/12 14:58:47 [DEBUG] File doesn't exist, but doesn't need to. Ignoring.
2020/03/12 14:58:47 [DEBUG] checking for credentials in "/home/.terraform.d/plugins"
2020/03/12 14:58:47 [INFO] CLI command args: []string{"apply", "-parallelism=1"}
2020/03/12 14:58:47 [WARN] Log levels other than TRACE are currently unreliable, and are supported only for backward compatibility.
  Use TF_LOG=TRACE to see Terraform's internal logs.
  ----
2020/03/12 14:58:47 [DEBUG] New state was assigned lineage "bf6f3f19-a3d7-f838-35df-5c08a8e0oj41"
2020/03/12 14:58:47 [DEBUG] checking for provider in "."
2020/03/12 14:58:47 [DEBUG] checking for provider in "/opt/terraform"
2020/03/12 14:58:47 [DEBUG] checking for provider in ".terraform/plugins/linux_amd64"
2020/03/12 14:58:47 [DEBUG] checking for provider in "/home/.terraform.d/plugins"
2020/03/12 14:58:47 [WARN] found legacy provider "terraform-provider-phpipam"
2020/03/12 14:58:47 [DEBUG] found valid plugin: "phpipam", "0.0.0", "/home/.terraform.d/plugins/terraform-provider-phpipam"
2020/03/12 14:58:47 [DEBUG] checking for provisioner in "."
2020/03/12 14:58:47 [DEBUG] checking for provisioner in "/opt/terraform"
2020/03/12 14:58:47 [DEBUG] checking for provisioner in ".terraform/plugins/linux_amd64"
2020/03/12 14:58:47 [DEBUG] checking for provisioner in "/home/.terraform.d/plugins"
2020/03/12 14:58:47 [INFO] backend/local: starting Apply operation
2020-03-12T14:58:47.618Z [INFO]  plugin: configuring client automatic mTLS
2020-03-12T14:58:47.650Z [DEBUG] plugin: starting plugin: path=/home/.terraform.d/plugins/terraform-provider-phpipam args=[/home/.terraform.d/plugins/terraform-provider-phpipam]
2020-03-12T14:58:47.650Z [DEBUG] plugin: plugin started: path=/home/.terraform.d/plugins/terraform-provider-phpipam pid=130650
2020-03-12T14:58:47.650Z [DEBUG] plugin: waiting for RPC address: path=/home/.terraform.d/plugins/terraform-provider-phpipam
2020-03-12T14:58:47.659Z [INFO]  plugin.terraform-provider-phpipam: configuring server automatic mTLS: timestamp=2020-03-12T14:58:47.659Z
2020-03-12T14:58:47.691Z [DEBUG] plugin: using plugin: version=5
2020-03-12T14:58:47.691Z [DEBUG] plugin.terraform-provider-phpipam: plugin address: address=/tmp/plugin861585933 network=unix timestamp=2020-03-12T14:58:47.691Z
2020-03-12T14:58:47.764Z [DEBUG] plugin: plugin process exited: path=/home/.terraform.d/plugins/terraform-provider-phpipam pid=130650
2020-03-12T14:58:47.764Z [DEBUG] plugin: plugin exited
2020/03/12 14:58:47 [INFO] terraform: building graph: GraphTypeValidate
2020/03/12 14:58:47 [DEBUG] ProviderTransformer: "phpipam_first_free_address.new_ip" (*terraform.NodeValidatableResource) needs provider.phpipam
2020/03/12 14:58:47 [DEBUG] ProviderTransformer: "data.phpipam_subnet.subnet" (*terraform.NodeValidatableResource) needs provider.phpipam
2020/03/12 14:58:47 [DEBUG] ReferenceTransformer: "phpipam_first_free_address.new_ip" references: [data.phpipam_subnet.subnet]
2020/03/12 14:58:47 [DEBUG] ReferenceTransformer: "data.phpipam_subnet.subnet" references: []
2020/03/12 14:58:47 [DEBUG] ReferenceTransformer: "provider.phpipam" references: []
2020/03/12 14:58:47 [DEBUG] Starting graph walk: walkValidate
2020-03-12T14:58:47.766Z [INFO]  plugin: configuring client automatic mTLS
2020-03-12T14:58:47.797Z [DEBUG] plugin: starting plugin: path=/home/.terraform.d/plugins/terraform-provider-phpipam args=[/home/.terraform.d/plugins/terraform-provider-phpipam]
2020-03-12T14:58:47.799Z [DEBUG] plugin: plugin started: path=/home/.terraform.d/plugins/terraform-provider-phpipam pid=130662
2020-03-12T14:58:47.799Z [DEBUG] plugin: waiting for RPC address: path=/home/.terraform.d/plugins/terraform-provider-phpipam
2020-03-12T14:58:47.806Z [INFO]  plugin.terraform-provider-phpipam: configuring server automatic mTLS: timestamp=2020-03-12T14:58:47.806Z
2020-03-12T14:58:47.840Z [DEBUG] plugin.terraform-provider-phpipam: plugin address: address=/tmp/plugin114287294 network=unix timestamp=2020-03-12T14:58:47.840Z
2020-03-12T14:58:47.840Z [DEBUG] plugin: using plugin: version=5
2020-03-12T14:58:47.912Z [DEBUG] plugin: plugin process exited: path=/home/.terraform.d/plugins/terraform-provider-phpipam pid=130662
2020-03-12T14:58:47.912Z [DEBUG] plugin: plugin exited
2020/03/12 14:58:47 [INFO] backend/local: apply calling Refresh
2020/03/12 14:58:47 [INFO] terraform: building graph: GraphTypeRefresh
2020/03/12 14:58:47 [DEBUG] ProviderTransformer: "data.phpipam_subnet.subnet" (*terraform.NodeRefreshableDataResource) needs provider.phpipam
2020/03/12 14:58:47 [DEBUG] ReferenceTransformer: "data.phpipam_subnet.subnet" references: []
2020/03/12 14:58:47 [DEBUG] ReferenceTransformer: "provider.phpipam" references: []
2020/03/12 14:58:47 [DEBUG] Starting graph walk: walkRefresh
2020-03-12T14:58:47.914Z [INFO]  plugin: configuring client automatic mTLS
2020-03-12T14:58:47.944Z [DEBUG] plugin: starting plugin: path=/home/.terraform.d/plugins/terraform-provider-phpipam args=[/home/.terraform.d/plugins/terraform-provider-phpipam]
2020-03-12T14:58:47.944Z [DEBUG] plugin: plugin started: path=/home/.terraform.d/plugins/terraform-provider-phpipam pid=130673
2020-03-12T14:58:47.945Z [DEBUG] plugin: waiting for RPC address: path=/home/.terraform.d/plugins/terraform-provider-phpipam
2020-03-12T14:58:47.953Z [INFO]  plugin.terraform-provider-phpipam: configuring server automatic mTLS: timestamp=2020-03-12T14:58:47.953Z
2020-03-12T14:58:47.987Z [DEBUG] plugin.terraform-provider-phpipam: plugin address: address=/tmp/plugin379691844 network=unix timestamp=2020-03-12T14:58:47.987Z
2020-03-12T14:58:47.987Z [DEBUG] plugin: using plugin: version=5
2020-03-12T14:58:48.056Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 [DEBUG] Initializing PHPIPAM controllers
2020-03-12T14:58:48.056Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 Request Body Debug ................... {}
2020-03-12T14:58:48.217Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 Response Body Debug ................... {"code":200,"success":true,"data":{"token":"L3HU51DFkjkl0asd98as890","expires":"2020-03-12 20:57:14"},"time":0.057}
2020-03-12T14:58:48.217Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 Request Body Debug ................... {}
2020-03-12T14:58:48.274Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 Response Body Debug ................... {"code":200,"success":true,"data":[{"id":"3","name":"Crown","description":"ip address","masterSection":"0","permissions":"{\"2\":\"2\",\"3\":\"3\",\"6\":\"3\",\"7\":\"1\"}","strictMode":"1","subnetOrdering":"default","order":null,"editDate":"2020-01-06 13:14:19","showVLAN":"1","showVRF":"0","DNS":null,"showSupernetOnly":"0","links":[{"rel":"self","href":"\/api\/myapp\/sections\/3\/"}],"custom_fields":null}],"time":0.002}
2020/03/12 14:58:48 [DEBUG] Resource state not found for node "data.phpipam_subnet.subnet", instance data.phpipam_subnet.subnet
2020/03/12 14:58:48 [DEBUG] ReferenceTransformer: "data.phpipam_subnet.subnet" references: []
data.phpipam_subnet.subnet: Refreshing state...
2020-03-12T14:58:48.277Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 Request Body Debug ................... {}
2020-03-12T14:58:48.337Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 Response Body Debug ................... {"code":200,"success":true,"data":[{"id":"1780","subnet":"10.128.130.0","mask":"24","sectionId":"3","description":"Shared","firewallAddressObject":null,"vrfId":"0","masterSubnetId":"1629","allowRequests":"0","vlanId":"13","showName":"1","device":"0","permissions":"{\"2\":\"2\",\"7\":\"1\"}","pingSubnet":"0","discoverSubnet":"0","DNSrecursive":"0","DNSrecords":"0","nameserverId":"0","scanAgent":"0","isFolder":"0","isFull":"0","tag":"2","editDate":"2020-01-06 13:10:06","linked_subnet":null,"lastScan":null,"lastDiscovery":null,"resolveDNS":"0","threshold":"0","location":"0","custom_AS-New":null,"customer_id":null,"links":[{"rel":"self","href":"\/api\/myapp\/subnets\/1780\/"}],"custom_fields":{"custom_Site":"NL-AMS-DR","custom_AS":"AS 65506 - NL DR"}}],"time":0.006}
2020-03-12T14:58:48.340Z [DEBUG] plugin: plugin process exited: path=/home/.terraform.d/plugins/terraform-provider-phpipam pid=130673
2020-03-12T14:58:48.340Z [DEBUG] plugin: plugin exited
2020/03/12 14:58:48 [INFO] backend/local: apply calling Plan
2020/03/12 14:58:48 [INFO] terraform: building graph: GraphTypePlan
2020/03/12 14:58:48 [DEBUG] ProviderTransformer: "phpipam_first_free_address.new_ip" (*terraform.NodePlannableResource) needs provider.phpipam
2020/03/12 14:58:48 [DEBUG] ProviderTransformer: "data.phpipam_subnet.subnet" (*terraform.NodePlannableResource) needs provider.phpipam
2020/03/12 14:58:48 [DEBUG] ReferenceTransformer: "provider.phpipam" references: []
2020/03/12 14:58:48 [DEBUG] ReferenceTransformer: "phpipam_first_free_address.new_ip" references: [data.phpipam_subnet.subnet]
2020/03/12 14:58:48 [DEBUG] ReferenceTransformer: "data.phpipam_subnet.subnet" references: []
2020/03/12 14:58:48 [DEBUG] Starting graph walk: walkPlan
2020-03-12T14:58:48.343Z [INFO]  plugin: configuring client automatic mTLS
2020-03-12T14:58:48.375Z [DEBUG] plugin: starting plugin: path=/home/.terraform.d/plugins/terraform-provider-phpipam args=[/home/.terraform.d/plugins/terraform-provider-phpipam]
2020-03-12T14:58:48.375Z [DEBUG] plugin: plugin started: path=/home/.terraform.d/plugins/terraform-provider-phpipam pid=130682
2020-03-12T14:58:48.375Z [DEBUG] plugin: waiting for RPC address: path=/home/.terraform.d/plugins/terraform-provider-phpipam
2020-03-12T14:58:48.384Z [INFO]  plugin.terraform-provider-phpipam: configuring server automatic mTLS: timestamp=2020-03-12T14:58:48.384Z
2020-03-12T14:58:48.416Z [DEBUG] plugin: using plugin: version=5
2020-03-12T14:58:48.416Z [DEBUG] plugin.terraform-provider-phpipam: plugin address: address=/tmp/plugin142951034 network=unix timestamp=2020-03-12T14:58:48.416Z
2020-03-12T14:58:48.484Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 [DEBUG] Initializing PHPIPAM controllers
2020-03-12T14:58:48.484Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 Request Body Debug ................... {}
2020-03-12T14:58:48.598Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 Response Body Debug ................... {"code":200,"success":true,"data":{"token":"L3HU51DFkjkl0asd98as890","expires":"2020-03-12 20:57:14"},"time":0.011}
2020-03-12T14:58:48.598Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 Request Body Debug ................... {}
2020-03-12T14:58:48.654Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:48 Response Body Debug ................... {"code":200,"success":true,"data":[{"id":"3","name":"Crown","description":"ip address","masterSection":"0","permissions":"{\"2\":\"2\",\"3\":\"3\",\"6\":\"3\",\"7\":\"1\"}","strictMode":"1","subnetOrdering":"default","order":null,"editDate":"2020-01-06 13:14:19","showVLAN":"1","showVRF":"0","DNS":null,"showSupernetOnly":"0","links":[{"rel":"self","href":"\/api\/myapp\/sections\/3\/"}],"custom_fields":null}],"time":0.002}
2020/03/12 14:58:48 [DEBUG] ReferenceTransformer: "data.phpipam_subnet.subnet" references: []
2020/03/12 14:58:48 [DEBUG] Resource instance state not found for node "phpipam_first_free_address.new_ip[0]", instance phpipam_first_free_address.new_ip[0]
2020/03/12 14:58:48 [DEBUG] Resource instance state not found for node "phpipam_first_free_address.new_ip[1]", instance phpipam_first_free_address.new_ip[1]
2020/03/12 14:58:48 [DEBUG] ReferenceTransformer: "phpipam_first_free_address.new_ip[0]" references: []
2020/03/12 14:58:48 [DEBUG] ReferenceTransformer: "phpipam_first_free_address.new_ip[1]" references: []
2020-03-12T14:58:48.662Z [DEBUG] plugin: plugin process exited: path=/home/.terraform.d/plugins/terraform-provider-phpipam pid=130682
2020-03-12T14:58:48.662Z [DEBUG] plugin: plugin exited

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # phpipam_first_free_address.new_ip[0] will be created
  + resource "phpipam_first_free_address" "new_ip" {
      + address_id        = (known after apply)
2020/03/12 14:58:48 [DEBUG] command: asking for input: "Do you want to perform these actions?"
      + description       = "Managed by Terraform"
      + device_id         = (known after apply)
      + edit_date         = (known after apply)
      + exclude_ping      = (known after apply)
      + hostname          = "tf-test-host.test.internal"
      + id                = (known after apply)
      + ip_address        = (known after apply)
      + is_gateway        = (known after apply)
      + last_seen         = (known after apply)
      + mac_address       = (known after apply)
      + note              = (known after apply)
      + owner             = (known after apply)
      + ptr_record_id     = (known after apply)
      + skip_ptr_record   = (known after apply)
      + state_tag_id      = (known after apply)
      + subnet_id         = 1780
      + switch_port_label = (known after apply)
    }

  # phpipam_first_free_address.new_ip[1] will be created
  + resource "phpipam_first_free_address" "new_ip" {
      + address_id        = (known after apply)
      + description       = "Managed by Terraform"
      + device_id         = (known after apply)
      + edit_date         = (known after apply)
      + exclude_ping      = (known after apply)
      + hostname          = "tf-test-host.test.internal"
      + id                = (known after apply)
      + ip_address        = (known after apply)
      + is_gateway        = (known after apply)
      + last_seen         = (known after apply)
      + mac_address       = (known after apply)
      + note              = (known after apply)
      + owner             = (known after apply)
      + ptr_record_id     = (known after apply)
      + skip_ptr_record   = (known after apply)
      + state_tag_id      = (known after apply)
      + subnet_id         = 1780
      + switch_port_label = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.

Do you want to perform these actions?
  Terraform will perform the actions described above.
  Only 'yes' will be accepted to approve.

  Enter a value: yes
2020/03/12 14:58:56 [INFO] backend/local: apply calling Apply
2020/03/12 14:58:56 [INFO] terraform: building graph: GraphTypeApply
2020/03/12 14:58:56 [DEBUG] Resource state not found for node "phpipam_first_free_address.new_ip[1]", instance phpipam_first_free_address.new_ip[1]
2020/03/12 14:58:56 [DEBUG] Resource state not found for node "phpipam_first_free_address.new_ip[0]", instance phpipam_first_free_address.new_ip[0]
2020/03/12 14:58:56 [DEBUG] ProviderTransformer: "data.phpipam_subnet.subnet (prepare state)" (*terraform.NodeApplyableResource) needs provider.phpipam
2020/03/12 14:58:56 [DEBUG] ProviderTransformer: "phpipam_first_free_address.new_ip[1]" (*terraform.NodeApplyableResourceInstance) needs provider.phpipam
2020/03/12 14:58:56 [DEBUG] ProviderTransformer: "phpipam_first_free_address.new_ip[0]" (*terraform.NodeApplyableResourceInstance) needs provider.phpipam
2020/03/12 14:58:56 [DEBUG] ProviderTransformer: "phpipam_first_free_address.new_ip (prepare state)" (*terraform.NodeApplyableResource) needs provider.phpipam
2020/03/12 14:58:56 [DEBUG] ReferenceTransformer: "phpipam_first_free_address.new_ip (prepare state)" references: []
2020/03/12 14:58:56 [DEBUG] ReferenceTransformer: "data.phpipam_subnet.subnet (prepare state)" references: []
2020/03/12 14:58:56 [DEBUG] ReferenceTransformer: "phpipam_first_free_address.new_ip[1]" references: [data.phpipam_subnet.subnet (prepare state)]
2020/03/12 14:58:56 [DEBUG] ReferenceTransformer: "phpipam_first_free_address.new_ip[0]" references: [data.phpipam_subnet.subnet (prepare state)]
2020/03/12 14:58:56 [DEBUG] ReferenceTransformer: "provider.phpipam" references: []
2020/03/12 14:58:56 [DEBUG] Starting graph walk: walkApply

2020-03-12T14:58:56.392Z [INFO]  plugin: configuring client automatic mTLS
2020-03-12T14:58:56.427Z [DEBUG] plugin: starting plugin: path=/home/.terraform.d/plugins/terraform-provider-phpipam args=[/home/.terraform.d/plugins/terraform-provider-phpipam]
2020-03-12T14:58:56.428Z [DEBUG] plugin: plugin started: path=/home/.terraform.d/plugins/terraform-provider-phpipam pid=130696
2020-03-12T14:58:56.428Z [DEBUG] plugin: waiting for RPC address: path=/home/.terraform.d/plugins/terraform-provider-phpipam
2020-03-12T14:58:56.437Z [INFO]  plugin.terraform-provider-phpipam: configuring server automatic mTLS: timestamp=2020-03-12T14:58:56.436Z
2020-03-12T14:58:56.469Z [DEBUG] plugin.terraform-provider-phpipam: plugin address: address=/tmp/plugin255522334 network=unix timestamp=2020-03-12T14:58:56.469Z
2020-03-12T14:58:56.470Z [DEBUG] plugin: using plugin: version=5
2020-03-12T14:58:56.541Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:56 [DEBUG] Initializing PHPIPAM controllers
2020-03-12T14:58:56.541Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:56 Request Body Debug ................... {}
2020-03-12T14:58:56.793Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:56 Response Body Debug ................... {"code":200,"success":true,"data":{"token":"L3HU51DFkjkl0asd98as890","expires":"2020-03-12 20:57:22"},"time":0.138}
2020-03-12T14:58:56.793Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:56 Request Body Debug ................... {}
2020-03-12T14:58:56.867Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:56 Response Body Debug ................... {"code":200,"success":true,"data":[{"id":"3","name":"Crown","description":"ip address","masterSection":"0","permissions":"{\"2\":\"2\",\"3\":\"3\",\"6\":\"3\",\"7\":\"1\"}","strictMode":"1","subnetOrdering":"default","order":null,"editDate":"2020-01-06 13:14:19","showVLAN":"1","showVRF":"0","DNS":null,"showSupernetOnly":"0","links":[{"rel":"self","href":"\/api\/myapp\/sections\/3\/"}],"custom_fields":null}],"time":0.002}
phpipam_first_free_address.new_ip[1]: Creating...
2020/03/12 14:58:56 [DEBUG] phpipam_first_free_address.new_ip[1]: applying the planned Create change
2020-03-12T14:58:56.871Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:56 Request Body Debug ................... {"description":"Managed by Terraform","hostname":"tf-test-host.test.internal"}
2020-03-12T14:58:56.922Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:56 Response Body Debug ................... {"code":404,"success":0,"message":"Invalid URL"}
2020/03/12 14:58:56 [DEBUG] phpipam_first_free_address.new_ip[1]: apply errored, but we're indicating that via the Error pointer rather than returning it: Non-API error (404 Not Found): {"code":404,"success":0,"message":"Invalid URL"}
2020/03/12 14:58:56 [ERROR] <root>: eval: *terraform.EvalApplyPost, err: Non-API error (404 Not Found): {"code":404,"success":0,"message":"Invalid URL"}
2020/03/12 14:58:56 [ERROR] <root>: eval: *terraform.EvalSequence, err: Non-API error (404 Not Found): {"code":404,"success":0,"message":"Invalid URL"}
phpipam_first_free_address.new_ip[0]: Creating...
2020/03/12 14:58:56 [DEBUG] phpipam_first_free_address.new_ip[0]: applying the planned Create change
2020-03-12T14:58:56.925Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:56 Request Body Debug ................... {"description":"Managed by Terraform","hostname":"tf-test-host.test.internal"}
2020-03-12T14:58:56.975Z [DEBUG] plugin.terraform-provider-phpipam: 2020/03/12 14:58:56 Response Body Debug ................... {"code":404,"success":0,"message":"Invalid URL"}
2020/03/12 14:58:56 [DEBUG] phpipam_first_free_address.new_ip[0]: apply errored, but we're indicating that via the Error pointer rather than returning it: Non-API error (404 Not Found): {"code":404,"success":0,"message":"Invalid URL"}
2020/03/12 14:58:56 [ERROR] <root>: eval: *terraform.EvalApplyPost, err: Non-API error (404 Not Found): {"code":404,"success":0,"message":"Invalid URL"}
2020/03/12 14:58:56 [ERROR] <root>: eval: *terraform.EvalSequence, err: Non-API error (404 Not Found): {"code":404,"success":0,"message":"Invalid URL"}

Error: Non-API error (404 Not Found): {"code":404,"success":0,"message":"Invalid URL"}

  on main.tf line 13, in resource "phpipam_first_free_address" "new_ip":
  13: resource "phpipam_first_free_address" "new_ip" {



Error: Non-API error (404 Not Found): {"code":404,"success":0,"message":"Invalid URL"}

  on main.tf line 13, in resource "phpipam_first_free_address" "new_ip":
  13: resource "phpipam_first_free_address" "new_ip" {


2020-03-12T14:58:56.982Z [DEBUG] plugin: plugin process exited: path=/home/.terraform.d/plugins/terraform-provider-phpipam pid=130696
2020-03-12T14:58:56.982Z [DEBUG] plugin: plugin exited
```